/* 
   Localizable.strings
   iKeePass

   Created by Markus Schlecht on 22.10.08.
   Copyright 2008 __MyCompanyName__. All rights reserved.
 */
"AppTitle" = "iKeePass";
"ServerTitle" = "Server:";
"UseLocalDatabase" = "Use local database:";
"OpenButtonTitle" = "Open";
"PASSWD" = "Password:";
"TITLE" = "Title:";
"USER" = "User:";
"URL" = "URL:";
"COMMENT" = "Comment:";
"ICON" = "Icon:";
"CREATION" = "Creation:";
"LASTACCESS" = "Last Access:";
"LASTMOD" = "Last Mod.:";
"EXPIRE" = "Expire:";
"ASK_FOR_PASSWORD" = "Please enter the password:";
"OK_BUTTON" = "OK";
"CANCEL_BUTTON" = "Cancel";
"DELETE_BUTTON" = "Delete";
"DONE_BUTTON" = "Done";
"EDIT_BUTTON" = "Edit";
"ASK_REALLY_DELETE_DATABASE" = "Do you really want to delete %@?";
"WRONG_PASSWORD_MESSAGE" = "Entered Password is wrong";
"MISSING_PASSWORD_MESSAGE" = "Password is missing";
"CORRUPTED_DB_MESSAGE" = "Databasefile is corrupted!";
"COULD_NOT_LOAD_DB_MESSAGE" = "Couldn't load Database! - Possible wrong URL name";
"COULD_NOT_LOAD_DB_MESSAGE2" = "Couldn't load Database! - Possible wrong database name";
"UNKNOWN_ERROR_MESSAGE" = "Unknown error!";
"UNDEFINED" = "Undefined!";
"NEVER_DATE" = "Never";
"DOWNLOADING" = "Downloading File. Please wait.";
"DATABASE_NAME" = "Databasename:";
"PLEASE_ENTER_DB_NAME_MESSAGE" = "\n\nPlease Enter Database name:";
"ABOUT_MESSAGE" = "iKeePass\nVersion 1.0/2008\n\n(c) Karsten Fusenig (fusenigk.de GmbH) and Markus Schlecht\based on KeePass by Dominik Reichl\n\nhttp://www.ikeepass.de";
"ERROR_NONETWORK" = "Cancel. No Network available.";
"DECRYPTING" = "Decrypting database. Please wait.";
